HOME_PAGE_URL = "https://qa-scooter.praktikum-services.ru/"
PAGE_YA_DZEN = "https://dzen.ru/?yredirect=true"

CHECK_STATUS = "Посмотреть статус"

#Данные для страницы заказа самоката

NAME = "Сергей"
SURNAME = "Корнеев"
ADDRESS = "Рязань"
NUM_STATION = 3
COLOR_SCOOTER = 'grey'
DAYS_RENTAL = 5
COMMENT_FOR_COURIER = 'Водочки нам принеси'

#данные для старницы заказа самоката для 2-го теста

NAME_2 = "Андрей"
SURNAME_2 = "Кисляев"
ADDRESS_2 = "Найт-Сити"
NUM_STATION_2 = 1
COLOR_SCOOTER_2 = 'black'
DAYS_RENTAL_2 = 3
COMMENT_FOR_COURIER_2 = 'младший лейтенант'

#данные для теста с вопросами

ANSWER_1 = "Сутки — 400 рублей. Оплата курьеру — наличными или картой."
ANSWER_2 = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."
ANSWER_3 = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."
ANSWER_4 = "Только начиная с завтрашнего дня. Но скоро станем расторопнее."
ANSWER_5 = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."
ANSWER_6 = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."
ANSWER_7 = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."
ANSWER_8 = "Да, обязательно. Всем самокатов! И Москве, и Московской области."
